<?php

/**
 * Character list for replacement in SEO URL's
 * @var array SEO replacement list
**/

$aSeoReplaceChars = array(
'ě' => 'e',
'Ě' => 'E',
'š' => 's',
'Š' => 'S',
'č' => 'c',
'Č' => 'C',
'ř' => 'r',
'Ř' => 'R',
'ž' => 'z',
'Ž' => 'Z',
'ý' => 'y',
'Ý' => 'Y',
'á' => 'a',
'Á' => 'A',
'í' => 'i',
'Í' => 'I',
'é' => 'e',
'É' => 'E',
'ŕ' => 'r',
'Ŕ' => 'R',
'ú' => 'u',
'Ú' => 'U',
'ů' => 'u',
'Ů' => 'U',
'ó' => 'o',
'Ó' => 'O',
'ô' => 'o',
'Ô' => 'O',
'ď' => 'd',
'Ď' => 'D',
'ť' => 't',
'Ť' => 'T',
'ľ' => 'l',
'Ľ' => 'L',
'ĺ' => 'l',
'Ĺ' => 'L',
'ň' => 'n',
'Ň' => 'N',
'ä' => 'a',
'Ä' => 'A',
);
