<?php

/**
 * Character list for replacement in SEO URL's
 * @var array SEO replacement list
**/

$aSeoReplaceChars = array(
    'ä' => 'ae',
    'ö' => 'oe',
    'ü' => 'ue',
    'Ä' => 'AE',
    'Ö' => 'OE',
    'Ü' => 'UE',
    'ß' => 'ss',
    'À' => 'A',
    'à' => 'a',
    'Â' => 'A',
    'â' => 'a',
    'Æ' => 'AE',
    'æ' => 'ae',
    'Ç' => 'C',
    'ç' => 'c',
    'È' => 'E',
    'è' => 'e',
    'É' => 'E',
    'é' => 'e',
    'Ê' => 'E',
    'ê' => 'e',
    'Ë' => 'E',
    'ë' => 'e',
    'Î' => 'I',
    'î' => 'I',
    'Ï' => 'I',
    'ï' => 'I',
    'Ô' => 'O',
    'ô' => 'o',
    'Œ' => 'OE',
    'œ' => 'oe',
    'Ù' => 'U',
    'ù' => 'u',
    'Û' => 'U',
    'û' => 'u',
    'Ü' => 'U',
    'ü' => 'u',

);
